# Задание №2
# Этапы развития человека
print("Вопрос №1")#ответ Australopithecus 
ask1 = input("Назовите ранних препредков человека, которые уже ходили на двух ногах, но сохранили некоторые черты, характерные для обезьян :")
print("Вопрос №2")#ответ Homo habilis 
ask2 = input("Кто считается одним из первых представителей рода Homo, который уже использовал простые орудия труда?: ")
print("Вопрос №3")#ответ Homo erectus
ask3 = input("Назовите вид человека который уже использовал огонь и мог совершать долгие миграции: ")
print("Вопрос №4")#ответ Homo heidelbergensis
ask4 = input("Как назывался предшественник неандертальцев и современных людей?: ")
print("Вопрос №5")#ответ Homo neanderthalensis
ask5 = input("Ближайшие родственники современных людей, которые жили в Европе и Азии около 400-40 тысяч лет назад: ")
print("Вопрос №6")#ответ Homo sapiens
ask6 = input("Вид современного человека, который развивал сложные социальные структуры, язык и искусство: ")
print("Вопрос №7")#ответ Homo sapiens sapiens
ask7 = input("Подвид современного человека, который стал доминирующим на планете и развил высокоразвитую культуру, технологии и цивилизацию: ")
# выводим ответы разделенные знаком =>
print("Этапы развития человека в хронологическом порядке:")
print(ask1,ask2,ask3,ask4,ask5,ask6,ask7,sep=" => ")